{
    "welcome": "Willkommen bei Netverse Intelligence!",
    "home": "Startseite Home",
    "product": "Produkt Product",
    "contact": "Kontakt Contact",
    "seeing_before_words": "Sehen kommt vor Worten",
    "seeing_description": "Es ist das Sehen, das unseren Platz in der umgebenden Welt etabliert; wir erklären diese Welt mit Worten, aber Worte können niemals die Tatsache aufheben, dass wir von ihr umgeben sind. Starren ist mehr als ein natürlicher Instinkt, zu schauen ist ein Akt der Wahl.",
    "read_more": "Mehr erfahren",
    "empathy": "Empathie",
    "empathy_description": "Bieten Sie Benutzern jederzeit und überall effiziente Internet-Dienste (Werkzeuge/Inhalte/Soziales).",
    "integrity": "Integrität",
    "integrity_description": "Wir halten an nützlichen, zuverlässigen und innovativen Produkten fest und formen und optimieren kontinuierlich hochwertige B2B- und B2C-Geschäfte in Bezug auf Funktionalität, Zuverlässigkeit, Bequemlichkeit und Preis.",
    "elegance": "Eleganz",
    "elegance_description": "Lassen Sie Maschinen menschlichen Instinkten und Trägheiten besser entsprechen und machen Sie die Kommunikation zwischen Mensch und Roboter agiler und intelligenter.",
    "contact_us": "Kontaktieren Sie uns",
    "call_us": "Rufen Sie uns an",
    "office_telephone": "Bürotelefon: +86 0755 2690 3210 (Eingestellt)",
    "come_visit_us": "Besuchen Sie uns",
    "address": "Adresse: 305, Spring Valley, Meisheng Innovation Valley, Nr. 10 Longchang Rd., Block 68, Xingdong Cmty., Xin'an St., Bao'an Dist., Shenzhen, Guangdong",
    "postal_code": "Postleitzahl: 518000",
    "send_message": "Nachricht senden",
    "email": "E-Mail",
    "other_inquiries": "Andere Anfragen",
    "subscribe_now": "Jetzt ist es an der Zeit, uns zu abonnieren :)",
    "privacy_notice": "Keine Sorge. Wir senden Ihnen keinen Spam :)",
    "enter_email": "E-Mail-Adresse eingeben",
    "office_hours": "Bürozeiten",
    "mon_fri": "Mo. - Fr.: 09:00 Uhr - 12:00 Uhr / 13:30 Uhr - 18:30 Uhr",
    "sat_sun": "Sa./So.: Geschlossen",
    "holidays": "Feiertage: Alle offiziellen Feiertage",
    "see_more": "Mehr sehen",
    "office_opening_hours": "Bürozeiten",
    "footer_description": "Netverse Intelligence konzentriert sich auf die Entwicklung adaptiver Robotik- und Embodied-AI-Lösungen durch innovative Technologien wie eine geteilte Gehirn-Kleinhirn-Architektur, die multimodale große Modelle (für Entscheidungen auf höherer Ebene) von Echtzeit-Bewegungskontrollsystemen entkoppelt. Durch den Vorrang kostengünstiger Hardware (90% günstiger als traditionelle Lösungen) und die schrittweise Kommerzialisierung (von Komponenten zu vollständigen Branchenlösungen) zielt Netverse auf industrielle Automatisierungsupgrades (z. B. Fertigung, Logistik) und Billionen-Dollar-Allgemein-Service-Märkte (z. B. Gesundheitswesen, Einzelhandel) ab. Der Kernwert besteht darin, die Einführung von Embodied AI zu beschleunigen, indem kurzfristige ROI (z. B. 8-monatige Amortisation) mit langfristigen Ökosystembarrieren (z. B. Entwicklergemeinschaften, Multi-Roboter-Kollaborationssystemen) ausgeglichen wird.",
    "copyright": "Copyright©2025 Netverse Intelligence Co., Ltd. Alle Rechte vorbehalten"
}