{
    "welcome": "Welcome to Netverse Intelligence!",
    "home": "HOME Home",
    "product": "PRODUCT Product",
    "contact": "CONTACT Contact",
    "seeing_before_words": "Seeing comes before words!",
    "seeing_description": "It is seeing which established our place in the surrounding world; we explain that world with words, but words can never undo the fact that we are surrounded by it. Staring is more than natural way of instinct, to look is an act of choice.",
    "read_more": "READ MORE",
    "empathy": "Empathy",
    "empathy_description": "Provide users with efficient Internet services anytime, anywhere (tools/content/social).",
    "integrity": "Integrity",
    "integrity_description": "We help people connect with new visual environments using in-depth research, rigorous strategy, well-built technology, and responsive design. We push the boundaries and encourage you to do it with us.",
    "elegance": "Elegance",
    "elegance_description": "We believe in the power of human nature to interflow and communicate with AI more humanistically, and we love collaborating with you, that feel the same, let’s connect.",
    "contact_us": "Contact Us",
    "call_us": "Call Us",
    "office_telephone": "Office Telephone: +86 0755 2690 3210 (Discontinued)",
    "come_visit_us": "Come Visit Us",
    "address": "Address: 305, Spring Valley, Meisheng Innovation Valley, No. 10 Longchang Rd., Block 68, Xingdong Cmty., Xin'an St., Bao'an Dist., Shenzhen, Guangdong, 518000",
    "postal_code": "Postal Code: 518000",
    "send_message": "Send a Message",
    "email": "E-mail",
    "other_inquiries": "Inquiries",
    "subscribe_now": "Subscribe now :）",
    "privacy_notice": "Don't worry. We won't send you spam :）",
    "enter_email": "Enter your e-mail",
    "office_hours": "Office Opening Hours",
    "mon_fri": "Mon. - Fri: 09:00 am - 12:00 pm / 13:30 pm - 18:30 pm",
    "sat_sun": "Sat./Sun.: Day off",
    "holidays": "Holidays: All official holidays",
    "see_more": "SEE MORE",
    "office_opening_hours": "Office Opening Hours",
    "footer_description": "Netverse Intelligence focuses on developing adaptive robotics and embodied AI solutions through innovative technologies like a split brain-cerebellum architecture, which decouples multimodal large models (for high-level decision-making) from real-time motion control systems. By prioritizing cost-effective hardware (90% cheaper than traditional solutions) and phased commercialization (from components to full industry solutions), Netverse targets industrial automation upgrades (e.g., manufacturing, logistics) and trillion-dollar general service markets (e.g., healthcare, retail). Their core value lies in accelerating embodied AI adoption by balancing short-term ROI (e.g., 8-month payback) with long-term ecosystem barriers (e.g., developer communities, multi-robot collaboration systems).",
    "copyright": "Copyright©2025 Netverse Intelligence Co., Ltd."
}
